{
  "id": 2059300,
  "name": "Circle Back Tool Evaluation & Testing",
  "createdAt": "2025-05-31T19:37:40.041Z",
  "duration": 2015.21,
  "url": "https://meet.google.com/vau-xahf-ghm",
  "attendees": [
    {
      "name": "Gael Flores's Circleback.ai Notes"
    },
    {
      "name": "Gael Flores Gonzáles"
    },
    {
      "name": "Ernesto Hernández Martínez"
    }
  ],
  "recordingUrl": "https://storage.googleapis.com/saved-meeting-recording.prod.circleback.ai/meeting_2059300.mp4?X-Goog-Algorithm=GOOG4-RSA-SHA256&X-Goog-Credential=circleback-ai%40appspot.gserviceaccount.com%2F20250531%2Fauto%2Fstorage%2Fgoog4_request&X-Goog-Date=20250531T201437Z&X-Goog-Expires=28800&X-Goog-SignedHeaders=host&X-Goog-Signature=1e3d903f5eb03ed0fede50ae17e648139c04a3093618113e396f7baeea92cc4eead327ceb86f09dd57997eea76d9ceb000a6ee97c3444d160fc861597680cc4fd8562ad05064a042f31bb5f5fbe61fa42882cf9d1e336f5d4de8f10b01ec820fa7bee81d7c167dc8a38299a792135997166f21c514eeaede44a9ce8223d93e915e2db586d0745d52bfcb2e07118171947303b417f57e7b175a2b81a54f01729a3e831edc16ef506420ece44f2118dbeb26578fdb63e8a04d52158068048d907e88941557f0cc159321a3d560771a3493f64f1e2b851ebfca4c85b1d8f4f859f27b2409f31a8937f52e91e5d7aa32b99f77691e71ce34f0e81f86fc5ec5c3d330",
  "tags": [],
  "notes": "#### Overview\n* Gael probó Circle Back exitosamente, generando transcripciones, insights y resúmenes automáticos de reuniones\n* Circle Back cuesta **$25** por sesión, con **7 días** de prueba gratuita antes de cancelar\n* Google Meet con Gemini requiere actualizar de Business Starter a Business Standard para acceder a funcionalidades de transcripción\n* Ernesto decidió continuar con Circle Back para el proceso completo mientras investigan alternativas técnicas como Crew AI y Lindy\n* Identificaron que Circle Back permite múltiples usuarios en la misma reunión sin costo adicional\n\n#### Evaluación de Circle Back\n* Gael completó prueba exitosa de Circle Back, confirmando que genera transcripciones, insights y resúmenes automáticamente\n* La herramienta cuesta **$25** por sesión, comparado con **$20** por usuario en otras opciones\n* Circle Back requiere que las reuniones estén programadas en agenda para unirse automáticamente\n* Gael confirmó que se pueden tener múltiples instancias de Circle Back en la misma reunión\n* Ernesto estableció límite de **7 días** para cancelar la prueba si no funciona adecuadamente\n\n#### Pruebas de funcionalidades de transcripción\n* Gael generó exitosamente un insight automático: \"Evaluación crítica de herramientas - se debe evaluar si Circle Back **$25** por sesión es costo efectivo comparado con implementar servidor propio\"\n* La transcripción se guardó correctamente, aunque el formato mostró \"object, object, object\" en la interfaz\n* Gael confirmó que tanto la transcripción como los insights funcionan correctamente\n* La herramienta genera resúmenes automáticos de reuniones disponibles inmediatamente después\n\n#### Exploración de Google Meet con Gemini\n* Ernesto identificó que su plan actual Business Starter no incluye funcionalidades de Gemini para Meet\n* Necesitan actualizar a Business Standard para acceder a \"toma notas por mí\" y otras funciones de Gemini\n* Ernesto decidió postponer la evaluación de Google Meet debido a limitaciones del plan actual\n* Identificaron que Google Meet permite desarrollo de integraciones personalizadas desde plataformas como Coda\n\n#### Evaluación de Crew AI\n* Gael encontró plantilla \"meeting preparation\" en Crew AI que recomienda información sobre empresas objetivo y competidores\n* Ernesto aprobó usar Crew AI para preparación previa de reuniones\n* La herramienta ofrece múltiples modelos incluyendo GPT-4 Turbo y GPT-4.1 Mini\n* Ernesto sugirió investigar alternativas en Hugging Face para meeting note takers\n\n#### Análisis de alternativas técnicas\n* Ernesto mencionó Lindy como alternativa a investigar, confirmando que Gael ya se registró sin tarjeta de crédito\n* Identificaron Hugging Face como opción para desarrollar meeting note taker personalizado\n* Ernesto planteó dos casos de uso: reuniones con internet (Circle Back) y sin internet (usando modelos locales)\n* Decidieron continuar con Circle Back para el proceso completo mientras investigan otras opciones técnicas",
  "actionItems": [],
  "transcript": [
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Y ya lo trae, o sea, no cuesta menos que sea el pro. A ver, la puedes meter, ahorita vemos qué onda. Tienes que preguntarle al chat y pitillo ver qué onda, porque, o sea, si se puede activar y ya la pones ahí. Esa es otra cosa que me acabo de acordar ahorita. O sea, para reuniones remotas, el Circle Back también lo ocuparíamos en esto, para reuniones en sitio, porque reconoce como que las personas, o sea, la paz. Ah, sí, mira, pero.",
      "timestamp": 18
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ah, sí, a ver, aquí está la completo y aquí nada más se generó un insight. Evaluación crítica de herramientas. Se debe evaluar si circulba 25 por sesión. Es costo efectivo comparado con implementar ministro en servidor propio, considerando que sesiones y actualmente sí, ahora sí me generó el insight. Como estuvo cortita la reunión, pues nada más me generó uno y aquí está el insight solito. Y la transcripción no sé por qué se guarda así como object, object, object, object.",
      "timestamp": 103.54
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Eso no nos sirve.",
      "timestamp": 143.629
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, pero pues esto sí, esto sí está bien. La transcripción y los insights, eso sí está bien. ¿Pues entonces, qué más íbamos a checar?",
      "timestamp": 145.149
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Bueno, ya con esto ya tenemos esta prueba y ya podemos crear lo que necesitemos allá en. ¿Ya teniendo esto en nuestro directorio, ya lo podemos sin problemas, no? Pero, por ejemplo, si yo quiero un resumen de la reunión.",
      "timestamp": 176.9
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No sé.",
      "timestamp": 203.73
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Sí, porque eso también es importante. O sea, sabes que dame un resumen de lo que ocurrió en la reunión y después de generar un audio. No.",
      "timestamp": 208.41
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Aquí está el resumen. Ya viene, aquí está. Ya viene el resumen.",
      "timestamp": 292.66
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Sí, ahí entonces lo podemos mandar a una tabla. Sí, o sea, el tener una herramienta de estas y pagar $20 es porque la vas a ocupar, pero si vas a pagar $20 por cada uno de los usuarios, está cañón.",
      "timestamp": 316.99
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ajá, pues no, al parecer no. Creo que con uno está bien. Nada más que, por ejemplo, ahorita estas reuniones que me llamas desde el chat de aquí no se añade automáticamente el.",
      "timestamp": 332.59
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Circle back si necesitan ser con estar en la agenda. ¿Y si yo quisiera unirlo, cómo lo uno?",
      "timestamp": 355.85
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Aquí en meetings está para darle new meeting.",
      "timestamp": 367.7
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Y podría yo tener dos reuniones al mismo tiempo. ¿Sí, verdad? ¿Pero es la misma reunión, no?",
      "timestamp": 373.38
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Sí es la misma. Sí, porque ahorita nada más tengo esta, pero pues parece ser que sí. Sí, ya se quiere unir otra vez este Circleback. Ya tengo dos de Circle Back. Sí, sí se puede.",
      "timestamp": 400.26
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ok, entonces este, bueno, ya sería con esto. ¿Ahora vamos a ver el de activaste de Google, no? Vamos a ver el de Google así. A ver, porque también Meet está bien padre. Tiene, hay un, o sea, hay un área para tú conectarte con Meet y puedes hacer, o sea, haz de cuenta que puedes desarrollar con Google Meet.",
      "timestamp": 416.42
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Check chat, history here.",
      "timestamp": 447.12
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "O sea, haz de cuenta que podrías crear tu, o sea, desde Coda podrías crear tu sesión de Google Meet o algún tema así. ¿Si me explicó o no? ¿Sí, ahí mismo lo incluimos y aquí circul, o sea, aquí tienes que hacerlo aparte, no? Y eso, pues, o sea, es mejor que todo quede registrado. Haces la reunión en una, como que haces la automatización en Coda, hace la reunión, generas la reunión, ahí mismo se genera y después se graba toda la información. Si me explico, todo en el mismo, o sea, desde la misma plataforma. Entonces vamos a ver eso ahorita. ¿Qué te parece?",
      "timestamp": 449.12
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Ok, vale, entonces.",
      "timestamp": 489.69
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ahorita ya quedó con Circleback, no? Acuérdate que nada más tenemos siete días para que antes lo cancelemos. Si funcione. Ahorita vamos a ver Google Meet y luego Clindy.",
      "timestamp": 499.4
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ok, pero si era aquí con este, con ese que leí aquí de.",
      "timestamp": 511.96
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "No, no, no es el de Google Meet. A ver, cierra eso que puedes del lado superior derecho, activa la arriba, la crucecita donde al lado del engranecito este. Ahí está, mira, fíjate, espérate, espérate, léele. ¿Por qué no lees? ¿Ya lo salió? No, no está disponible ahí, pero a ver, vete de nuevo al Gmail. Ah, no, en el Gmail, sí, Gmail BTP. No, vete a Gmail, a Gmail, a los mails. Ándale, dale un clic ahí a la cosita, a la crucecita. Ya. Sí, pero es que yo quería ver porque mencionaba algo de Webhook, si no se queja, si viste, ya fuimos. Como podríamos ver. Pues es que no es nada más darle un clic ahí. O sea, necesitas leer siempre, güey. ¿Puede ser que sí, en la tuya personal estás diciendo, no?",
      "timestamp": 519.24
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Sí.",
      "timestamp": 623.58
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "A ver, creo que si la tienes, dice Mira, fíjate, da vida a tus nuevas ideas con Gemina en Gemina, Gmail, documentos y más. Ok, crea borradores en Gmail y documentos. Planifica proyectos rápidamente en hojas de cálculo. Ok, genera imágenes originales, inicia reuniones mejoradas. En ese nos interesa darle un clic acá. Inicia reuniones mejoradas.",
      "timestamp": 626.52
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, no me deja darle clic. Nada más informativo hacia abajo.",
      "timestamp": 666.69
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Además puedes acceder a Gemini pro. Ok. Y haciéndalo. Ya le doy.",
      "timestamp": 670.29
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Pruébalo.",
      "timestamp": 676.3
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "No es el tuyo. No, vamos al otro. O sea, si tú quieres ir para el tuyo, pero me refiero, vamos al nuestro de Google Workspace y vamos a ver este aunque ingresa. Ok, ahora ya lo agregaste como lo podemos agregar en hito donde hay informe. A ver, espérate, algún que nos. Tres puntitos. Ok, enviar, enviar. Ok, debe de haber una parte de ayuda. No, ese no es. Eso está padre, pero sí, ese Google Workspace son las extensiones. Hay unas uñas muy padres. Sí, pero esas son. Mira, mural. Ahí está también. Ahí está táctil, creo. Son las extensiones que trae. Necesitamos encontrar la ayuda de Yemin. A ver más información. Hay Gemini para Workspace. Mira, ahí está. Ahora vamos a ponerle ahí. Vamos a buscar de Meet.",
      "timestamp": 677.34
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "A ver.",
      "timestamp": 792.34
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Mira, resumen chat. No, chat no, como que no tienes a MIT. A ver si hay ayuda directamente en mitad. Estamos en la pantalla de Meet. Hola, pero todavía no. Tú te digo que puedes programar con mi. Eso está bien padre, pero por ahí vi un artículo. Ya lo tenía, pero mis colts. Mira allá abajo, toma notas por mí en Google Workspace Update. ¿Creo que no se puede con la gratuita, verdad?",
      "timestamp": 810.35
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Creo que no. Aquí está. ¿Cuál es el que tenemos nosotros?",
      "timestamp": 990.48
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Business Starter. Si no necesitamos el. ¿Cómo se llama? El Business Standard. A ver hacia abajo que tenemos. Si no, con el nuestro no se puede. Ok, lo dejamos así y vámonos a este crew.",
      "timestamp": 998.56
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Crew.",
      "timestamp": 1058.27
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Es CDW. ¿Ya te habías suscrito? ¿No?",
      "timestamp": 1062.27
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Creo que sí. Creo que fue en la otra.",
      "timestamp": 1081.94
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Como toda la fiesta. Ya lo solicitaste, pero me refiero ahorita cuando le diste iniciar, no te metió iniciar sesión. A ver, intenta iniciar sesión. Ayer ya lo habíamos entrado. Ahora ve la de las me. A ver, vamos a ver si encontramos meeting. Creo que le pusimos y estaba y apareció en el traductor. Pone meeting y a ver qué. O sea, cambia el inglés en el traductor porque luego fallan las cosas cuando están en español y el sitio está en inglés. Pone meeting.",
      "timestamp": 1090.51
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "También me acuerdo.",
      "timestamp": 1253.5
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Pues pregúntale primero a chat GPT si tiene algún crew para automatización de reuniones. No es punto, es nada más crew. Ei, ahí con el cuatro 1 era mejor porque el cuatro es para pensar. Ahí esta pregunta era con el cuatro 1 para ahorrar, porque tienen un límite de preguntas. ¿Qué dice?",
      "timestamp": 1325.77
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Plantilla meeting preparation, pero hice etapas previas.",
      "timestamp": 1418.49
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Ajá, pero qué hace? Recomendar información sobre la empresa objetivo, sus competidores. ¿Ándale, eso está padre, no? ¿Entonces nos va a servir este para eso, no? Eso está padre. Bueno, ya sabemos. Entonces. Entonces sabes que métete a Lindy ahorita que termines de comer, te doy papaya, porque si comes papaya ya no vas a.",
      "timestamp": 1429.3
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Haber registrado. Y creo que ya se me acabó.",
      "timestamp": 1471.59
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "La prueba de lindir. No te vayan a cobrar.",
      "timestamp": 1474.55
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Pero no registré tarjeta. No, no registré tarjeta. No, no registré tarjeta. Ya había este. Ya me había registrado.",
      "timestamp": 1485.68
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Mira, el mitin es el meeting out taker. ¿Y lo pudiste probar?",
      "timestamp": 1528.63
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, no, nada más me habías dicho sabes que no, porque todavía no sabía bien lo que íbamos a hacer esa vez nada más me dijiste que me registrara y ya.",
      "timestamp": 1535.03
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Hay una explicación de cada una de ellas. Mira lo que hace. Pero dice cómo hacerlo, creo. ¿Ya viste? Está padre. Los modelos. ¿Cuánto costaría el GPT? Cuatro turbo. ¿Cuál más tiene hoy? Cuatro 1 mini. ¿No tiene deepseak?",
      "timestamp": 1550.87
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, le dejo el cuatro 1 mini.",
      "timestamp": 1672.03
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Pero sabes qué? A ver, pregúntale al chat que si con hugging face se tiene un meeting out taker. A ver, pregúntale. Meeting no taker in hugging face.",
      "timestamp": 1683.61
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Con cuál? ¿Con el cuatro 1?",
      "timestamp": 1704.41
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Sí. Y pregúntale que si o que busque un ejemplo en el web de meeting not taker. ¿Ya viste cuál te late? Mire ese de cada 30 s también está padre. No, mire ese de Google Meet. ¿Por qué le pegaste?",
      "timestamp": 1708.73
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Este chat ya tiene contexto de lo que queremos hacer. ¿Cuál es el mejor para lo que queremos hacer? ¿Qué? Nada.",
      "timestamp": 1813.58
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "No, con Ibb Watson. No.",
      "timestamp": 1908.2
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Pues es una transcripción simple.",
      "timestamp": 1918.44
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Si no llama. Es que también tenemos que ver. O sea, es que tenemos dos casos. O sea, el caso más sencillo es el de las reuniones. Pero si tenemos, si no tenemos Internet, el utilizar gemas para el que te envié no resultaría bastante bien. ¿Pues ahorita lo podemos utilizar con Circle Back, no? Todo el proceso con circulba para ver qué onda y luego ya investigamos. Échale ganas ya para que quede con circulback. Y de todas maneras vamos a investigar lo otro. O sea, el que tienes, o sea, ahorita deja el de círculo y ya te regresas al otro y vemos qué más podemos hacer. O sea, necesitamos aprender más. Ok, bueno, entonces te dejo y dale con todo, amigo.",
      "timestamp": 1921.29
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Si entonces este concierto con lo que tenemos ahorita.",
      "timestamp": 2007.61
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Bueno, abrazo.",
      "timestamp": 2012.89
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Nos vemos.",
      "timestamp": 2014.49
    }
  ],
  "insights": {
    "insights": [
      {
        "insight": "**Evaluación de costos de herramientas**: Circle Back cuesta $20 por usuario, lo cual puede ser costoso si se necesita para múltiples usuarios. Es importante evaluar si el costo es justificable comparado con implementar una solución propia en servidor.",
        "speaker": "Ernesto Hernández Martínez",
        "timestamp": 316
      }
    ]
  }
}