{
  "id": 2059304,
  "name": "**Circle Back & Gemini Tools Evaluation**",
  "createdAt": "2025-05-31T19:44:43.816Z",
  "duration": 1594.78,
  "url": "https://meet.google.com/vau-xahf-ghm",
  "attendees": [
    {
      "name": "Gael Flores's Circleback.ai Notes"
    },
    {
      "name": "Ernesto Hernández Martínez"
    },
    {
      "name": "Gael Flores Gonzáles"
    }
  ],
  "recordingUrl": "https://storage.googleapis.com/saved-meeting-recording.prod.circleback.ai/meeting_2059304.mp4?X-Goog-Algorithm=GOOG4-RSA-SHA256&X-Goog-Credential=circleback-ai%40appspot.gserviceaccount.com%2F20250531%2Fauto%2Fstorage%2Fgoog4_request&X-Goog-Date=20250531T201428Z&X-Goog-Expires=28800&X-Goog-SignedHeaders=host&X-Goog-Signature=355d68a2182ac52e10417db714f73d1d8882553946a328a5ba8e47825ed5d990cea5fa63765a751ccdaafa66179104e7e014ddeb6ab6ac5d07b153758de90273f7440cd78dae1dc8344fa81003a0d38e1aef3c2a6ab6eaaa7a091ae206235f9e23ec8ce34cba66e0781e196147ab4210e5c86687128ef797a66b71893b50edf62f720c90a44debd8d5acb9f7bef264bbe89898ef891204066e8dff7de05111eae84029ab41c73526cbbc0e9ae2a05bd79c7fd104f20e27bdfdda89356f8c01a3147e897130f57b637955b009332513f078d06819e99d7c32086cf7952a7a8bf689a9b71b41f1c39f8151a6800fb04a830fc740407041a524811d680d1c44c23a",
  "tags": [],
  "notes": "#### Overview\n* Ernesto y Gael exploraron múltiples herramientas para automatización de reuniones y toma de notas, incluyendo Gemini en Google Meet, Circle Back, Clio y alternativas de Hugging Face\n* Circle Back tiene un período de prueba de **7 días** antes de cancelar si no funciona\n* Google Workspace Business Starter actual limita funcionalidades, necesitarían Business Standard para acceso completo a Gemini\n* Gael continuará probando Circle Back mientras investigan otras opciones técnicas\n\n#### Configuración de Gemini en Google Meet\n* Ernesto explicó que Google Meet permite integración con Coda para crear sesiones automatizadas y grabar información en la misma plataforma\n* Gael intentó activar Gemini desde Gmail personal, encontrando opciones para \"reuniones mejoradas\"\n* Descubrieron que su plan actual Business Starter de Google Workspace no incluye acceso completo a Gemini\n* Ernesto identificó que necesitarían Business Standard para funcionalidades completas de Gemini\n\n#### Evaluación de Circle Back\n* Ernesto confirmó que tienen **7 días** de período de prueba antes de cancelar\n* Gael recibió instrucciones de completar todo el proceso con Circle Back para evaluación\n* Ernesto decidió continuar con Circle Back mientras investigan otras alternativas\n\n#### Prueba de herramientas Clio\n* Gael ya se había registrado previamente en Clio pero no había completado pruebas\n* Exploraron plantillas de preparación de reuniones que recopilan información sobre empresas objetivo y competidores\n* Ernesto evaluó que las plantillas disponibles no se ajustaban exactamente a sus necesidades\n\n#### Exploración de alternativas con Hugging Face\n* Gael preguntó sobre meeting note takers disponibles en Hugging Face usando GPT-4.1 mini\n* Ernesto sugirió investigar ejemplos web de Meeting Taker en Hugging Face\n* Consideraron Whisper como opción para transcripción, especialmente para casos sin conexión a Internet\n\n#### Limitaciones de planes de Google Workspace\n* Confirmaron que tienen Business Starter actualmente\n* Ernesto identificó que Business Standard sería necesario para funcionalidades avanzadas\n* Las limitaciones del plan actual impidieron acceso completo a herramientas de Gemini en Meet",
  "actionItems": [
    {
      "id": 4722005,
      "title": "Completar configuración y proceso con Circle Back",
      "description": "Completar todo el proceso de configuración con Circle Back para automatización de reuniones, considerando que tienen 7 días para cancelar antes de que se cobre si no funciona adecuadamente.",
      "assignee": {
        "name": "Gael Flores Gonzáles",
        "email": "nocode@ecosdeliderazgo.com"
      },
      "status": "PENDING"
    }
  ],
  "transcript": [
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Con esto. ¿Ahora vamos a ver el de activaste de Google, no? Vamos a ver el de Google. ¿Ah, sí, a ver, porque también meet está bien padre, tiene, hay un, o sea, hay un área para tú conectarte con meet y puedes hacer, o sea, hace cuenta que puedes desarrollar con Google Meet, check chat, history here, o sea, haz de cuenta que podrías crear tu, o sea, desde coda podrías crear tu sesión de Google Meet o algún tema así, si me explicó o no, ahí mismo lo incluimos y aquí, o sea, aquí tienes que hacerlo aparte, no? Y eso pues, o sea, es mejor que todo quede registrado, haces la reunión en una, como que haces la automatización en coda, haces la reunión, generas la reunión, ahí mismo se genera y después se graba toda la información, si me explico, todo en el mismo, o sea, desde la misma plataforma. ¿Entonces vamos a ver eso ahorita, qué te parece?",
      "timestamp": 2.32
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Ok, vale, entonces.",
      "timestamp": 69.3
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ahorita ya quedó con Circle Back, no? Acuérdate que nada más tenemos siete días para que antes lo cancelemos, a menos que si funcione. Ahorita vamos a ver Google Meet y luego Clio y Lindy.",
      "timestamp": 79.15
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ok, pero si era aquí con este, con este que leí aquí de.",
      "timestamp": 91.63
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "No, no, no, no, es el de Google Meet. A ver, cierra eso que pues del lado superior derecho activa la. No, no, arriba, la crucecita.",
      "timestamp": 98.91
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Dónde?",
      "timestamp": 120.92
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Al lado del gran. Ahí está, mira, fíjate, espérate, espérate, léele. ¿Por qué no lees? Ya no salió. No, no está disponible ahí, pero a ver, vete de nuevo al Gmail. Ah, no, en el Gmail, sí, Gmail vete, pero no, vete a Gmail, a Gmail, a los mails, ándale, dale un clic ahí a la cosita, a la crucecita. Ya, sí, pero es que yo quería ver porque mencionaba algo de webhook, si no se queja, si viste, ya fuimos, como podríamos ver, pues. Y es que no es nada más darle un clic ahí, o sea, necesitas leer siempre G, no, no te lo activa aquí. ¿Ah, bueno, puede ser que sí, en la tuya personal estás diciendo, no?",
      "timestamp": 121.8
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Sí.",
      "timestamp": 203.16
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "A ver, creo que sí la tienes. Ahí está, dice, mira, fíjate, da vida a tus nuevas ideas con Gemini en Gemina, Gmail, documentos y más. Ok, crea borradores en Gmail y documentos, planifica proyectos rápidamente en hojas de cálculo. Ok, genera imágenes originales, inicia reuniones mejoradas. En ese nos interesa darle un clic acá, inicia reuniones mejoradas.",
      "timestamp": 205.96
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, no me deja darle clic. Nada más informativo hacia abajo.",
      "timestamp": 246.33
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Además puedes acceder a G Mini Pro. Ok, ya ciérralo.",
      "timestamp": 249.93
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ya le doy.",
      "timestamp": 255.21
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Pruébalo. No, no es el tuyo. No, vamos al otro, o sea, si tú quieres ir para el tuyo, pero me refiero, vamos al nuestro de Google Workspace y vamos a ver este aunque ingresa. Ok, ahora ya lo agregaste. ¿Cómo lo podemos agregar? ¿En mito, donde hay informe? A ver, espérate. En los tres puntitos. Ok, enviar, enviar. Debe de haber una parte de ayuda. No, ese no es. Eso está padre, pero ese Google Workspace son las extensiones. Hay unas zonas muy padres. Sí, pero esas son, mira, mural también ahí está. Táctil, creo. Son las extensiones que trae. Necesitamos encontrar la ayuda de Gemini. ¿Alguien más información? Hay Gemini para Workspace. Mira, ahí está. Ahora vamos a ponerle ahí. Vamos a buscar de MIT. A ver, mira, resumen. Debe de haber uno de Meet. A ver, metes al MIT, al MIT, a ver si hay ayuda directamente en Meet. Sí, a donde estamos en la pantalla del Meet.",
      "timestamp": 255.97
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Pero todavía no. Yo no.",
      "timestamp": 471.03
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Te digo que puedes programar conmigo. Está bien padre, pero por ahí vi un artículo. Ya lo tenía, pero mis Colsmira, ya basta. Mira, cream. I know. Toma notas por mí en Google, just google. Raspberry. ¿Creo que no se puede con la ratita, verdad?",
      "timestamp": 484.71
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Aquí está. ¿Cuál es el que tenemos nosotros?",
      "timestamp": 575.4
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Business starter. ¿Si no necesitamos el cómo se llama? El Business Standard. A ver hacia abajo que tenemos. Si no, con el ostro no se puede. Ok, lo dejamos así y vámonos a este crew.",
      "timestamp": 578.28
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Crew.",
      "timestamp": 637.87
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Ya te habías suscrito? ¿No?",
      "timestamp": 657.4
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Creo que sí. Creo que fue en la otra. No, no había.",
      "timestamp": 661.56
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ella lo solicitaste, pero me refiero ahorita cuando le diste iniciar. No sé, no te no te metió iniciar sesión. A ver, intenta iniciar sesión. Ayer ya lo habíamos entrado. A ver, vamos a ver si encontramos Mick, creo que le pusimos y estaba y apareció. O sea, cambia el inglés en el traductor porque luego fallan las cosas cuando salen en español y el sitio está en inglés con el meeting the. Pues pregúntale primero algún club para automatización de reuniones. No es punto, es nada más clu. ¿Ei.",
      "timestamp": 729.57
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "What'S up?",
      "timestamp": 954.28
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ahí con el cuatro 1 era mejor porque el cuatro es para pensar. Esta pregunta era con el cuatro 1 para ahorrar, porque tienen un límite de preguntas. ¿Mira qué dice?",
      "timestamp": 970.05
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Plantilla meeting preparation cravias.",
      "timestamp": 998.09
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ajá. ¿Pero qué hace? Recopilar información sobre la empresa objetivo, sus competidores. ¿Ándale, está Padre, no? Entonces no nos va a servir este para eso. No, no, eso está Padre. Bueno, ya sabemos. Entonces este no, entonces sabes que métete al ind.",
      "timestamp": 1008.97
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Papaya porque comes papaya.",
      "timestamp": 1043.3
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Ya no.",
      "timestamp": 1045.42
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, es que ya me había registrado y creo que ya se.",
      "timestamp": 1050.6
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Me acabó la prueba del ind.",
      "timestamp": 1053.6
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Pero no registré tarjeta. No, no registré tarjeta.",
      "timestamp": 1065.24
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Wilke no, no registré tarjeta.",
      "timestamp": 1075
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ya había este, ya me había registrado.",
      "timestamp": 1079.16
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Mira, el miti es el meeting out taker, no? ¿Y lo pudiste probar?",
      "timestamp": 1108.21
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "No, nada más me habías dicho sabes que no, porque todavía no sabía bien lo que íbamos a hacer. Esa vez nada más me dijiste que no me registrara y ya.",
      "timestamp": 1115.41
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Hay una explicación de cada una de ellas. Mira lo que hace. Pero dice cómo hacerlo, creo. Ya visteis esta padre los modelos. ¿Cuánto costaría el GPT? Cuatro turbo. ¿Cuál más tiene? Cuatro 1 mini. ¿No tiene deepsea? No.",
      "timestamp": 1130.7
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Le dejo el cuatro 1 mini.",
      "timestamp": 1259.64
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Pero sabes qué? A ver, pregúntale al chat y p que si con hugging face se tiene un meeting no taker. A ver, pregúntale. Meeting no taker in hugging face.",
      "timestamp": 1263
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Con cuál? ¿Con el cuatro 1?",
      "timestamp": 1284.17
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Sí. Y pregúntale que si tiene un ejemplo en el web de Meeting Taker. ¿Ya viste cuál te late? ¿Mire, ese de cada 30 s también está padre, no? Mira ese de Google Meet. ¿Por qué le pegaste?",
      "timestamp": 1288.33
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Porque este chat ya tiene contexto de lo que queremos hacer. Cuál es el mejor para lo que queremos hacer.",
      "timestamp": 1392.92
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "A ver si se.",
      "timestamp": 1401.4
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Desapareció. Ahí está.",
      "timestamp": 1446.86
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Qué?",
      "timestamp": 1452.54
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Nada.",
      "timestamp": 1454.46
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "No? Con Ibb Watson. No.",
      "timestamp": 1487.84
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Pues es una transcripción simple.",
      "timestamp": 1498.08
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Whisper. Es que también tenemos que ver, o sea, es que tenemos dos casos. O sea, el caso más sencillo es el de las reuniones, pero si tenemos, si no tenemos Internet, el utilizar gemas para el que te envié no resultaría bastante bien. ¿Pues ahorita lo podemos utilizar con circle back, no? Haz todo el proceso con Circleback para ver qué onda y luego ya investigamos. Ok, entonces échale ganas ya para que quede con circle back y de todas maneras y vamos a investigar lo otro. O sea, el que tienes, pues ahorita deja el de círculo back y ya te regresas al otro y vemos qué más podemos hacer. O sea, necesitamos aprender más. Ok, bueno, entonces te dejo y dale con todo, amigo.",
      "timestamp": 1509.77
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Sí, entonces con lo que tenemos ahorita.",
      "timestamp": 1587.42
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Bueno, abrazo.",
      "timestamp": 1592.54
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Nos vemos.",
      "timestamp": 1594.14
    }
  ],
  "insights": {
    "insights": [
      {
        "insight": "**Plazo crítico de evaluación**: Circle Back tiene un período de prueba de solo 7 días antes de la cancelación, lo que requiere una evaluación rápida y decisiva de su funcionalidad para determinar si cumple con los requisitos del proyecto.",
        "speaker": "Ernesto Hernández Martínez",
        "timestamp": 79
      }
    ]
  }
}