{
  "id": 2059276,
  "name": "Evaluación Circleback y alternativas transcripción",
  "createdAt": "2025-05-31T19:18:27.632Z",
  "duration": 1057.349,
  "url": "https://meet.google.com/jeq-tped-sbe",
  "attendees": [
    {
      "name": "Gael Flores Gonzáles"
    },
    {
      "name": "Ernesto Hernández Martínez"
    }
  ],
  "recordingUrl": "https://storage.googleapis.com/saved-meeting-recording.prod.circleback.ai/meeting_2059276.mp4?X-Goog-Algorithm=GOOG4-RSA-SHA256&X-Goog-Credential=circleback-ai%40appspot.gserviceaccount.com%2F20250531%2Fauto%2Fstorage%2Fgoog4_request&X-Goog-Date=20250531T193844Z&X-Goog-Expires=28800&X-Goog-SignedHeaders=host&X-Goog-Signature=6d914bf7ffcb21799f7fb24b153dcd62e1ed578589600b778242c1a9f26077bbd75d50122ef19d5a01f3e90a374ab2d7fa6e2644c2e5329e0ca1854f3b5e85ebd3cad2d149fc08a462fbfaa5cd73b1e73761186f1ba971582eafeccf5177da316785e4cc15e590e26801178efd194aed4241f0669a6b2cf5601b3abe337a7b844bc289c65376dd8604c23a378ab8d56e2d6d49bd1b32b0f43172f3fde68dd59f839674079b0b86e705ac416e29fdf5897e82985bcfdc9fbfa82a492954fa04a058489dcdf1647f40be3ae549fbdd7345efa2c9f60c1587109935d2f62e39a5f0fd3f2c9a49111c3ceece0275fa302b0792af830058b549f9d8b9b04cfb5e2d0c",
  "tags": [],
  "notes": "#### Overview\n* Ernesto y Gael evaluaron Circleback como herramienta de transcripción, pero los insights no se generaron correctamente durante la prueba\n* Circleback cuesta **$25** mensuales por una sola sesión, lo que podría ser limitante para múltiples reuniones\n* Ernesto propuso evaluar alternativas como Mistral, indie ea, y recrío debido a las limitaciones actuales\n* Gael configuró automatización con webhooks para generar insights automáticamente al finalizar reuniones\n* Ernesto sugirió crear un documento Coda con tabla estructurada para organizar todas las reuniones\n\n#### Evaluación de funcionalidades de Circleback\n* Gael confirmó que Circleback guardó la transcripción correctamente\n* Ernesto observó que Circleback tiene muchas funcionalidades, pero no todas les son útiles para sus necesidades específicas\n* La herramienta graba video, pero Ernesto determinó que esta función no les sirve actualmente\n\n#### Costos y limitaciones de Circleback\n* Circleback cuesta **$25** mensuales por una sola sesión\n* Ernesto identificó que necesitarían múltiples sesiones, lo que aumentaría significativamente los costos\n* Ernesto cuestionó si están aprovechando realmente las funcionalidades que están pagando\n\n#### Problemas con generación de insights\n* Los insights no se agregaron a la transcripción durante la prueba\n* Gael explicó que los insights no se generaron porque primero necesitaba finalizar la configuración de automatización\n* La funcionalidad de insights no funcionó como se esperaba en esta sesión de prueba\n\n#### Alternativas de herramientas de transcripción\n* Ernesto propuso evaluar Mistral en un servidor propio como alternativa\n* Ernesto mencionó evaluar indie ea como opción\n* Ernesto sugirió considerar recrío, que también tiene funcionalidades para notas\n\n#### Configuración de automatización con webhooks\n* Gael configuró la automatización para enviar la última transcripción como prueba del webhook\n* La automatización debería generar insights automáticamente al finalizar cualquier reunión\n* Gael explicó que el sistema está configurado para funcionar de manera automática sin intervención manual\n\n#### Integración con documento Coda\n* Ernesto propuso crear un documento Coda con una tabla para organizar las reuniones de manera estructurada\n* La integración permitiría que las reuniones se ordenen automáticamente en el sistema\n* Ernesto sugirió que esta estructura ayudaría a mantener las reuniones organizadas",
  "actionItems": [],
  "transcript": [
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Y por qué la fecha está mal? ¿Por qué dice 19 h? ¿Voy?",
      "timestamp": 140.05
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿Por qué?",
      "timestamp": 150.29
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Qué? ¿Dónde? Ahí en la fecha dice sábado 31 de mayo de 2025. 19. Ah, no es la fecha, es la.",
      "timestamp": 150.73
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Hora, el horario, porque si es la.",
      "timestamp": 159.91
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "1:21.",
      "timestamp": 165.19
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ahaya.",
      "timestamp": 205.24
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Julio, marcas no encontrado. ¿Qué tal? No debo, digo, es una pregunta, confirmame si debo o no agregar o algo así. Ella te lo puso como nos entera la información, como que me late que no, que no nos va a servir. O sea, tiene muchas cosas, pero esas cosas a nosotros no nos funcionan. ¿Si me explicó? Ya lo dio.",
      "timestamp": 440.14
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Y se guardó esto. Esa es la transcripción. No se agregaron insights. Esto fue lo que recibí. Seguramente cerró el código.",
      "timestamp": 685.96
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Those insights.",
      "timestamp": 727.43
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "A ver, háblame como para que se creen. Este.",
      "timestamp": 883.41
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Sí necesitamos ver si vamos a utilizar Circleback o mejor utilizamos Mistral en un servidor que tenga Mistral y ya. ¿O sea, que nos convendría más, porque, por ejemplo, cuál es el precio que tiene Circleback? ¿Cuánto cuesta?",
      "timestamp": 887.01
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "¿$25, no?",
      "timestamp": 910.44
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Mensuales, pero por una, nada más por una sesión, necesitaríamos más sesiones. Entonces lo que tendríamos que ver, porque si no, pues la verdad es que tiene varias actividades, varios, varios elementos importantes, sin embargo, creo que no los estamos ocupando. O sea, en realidad lo que está transfiriendo es la es la información de la transcripción y habría que ver qué otra cosa. Mejor hacemos la automatización con algo más. Podemos ver si nos sirve el indie ea, evaluarlo ahorita y también evaluar la recrío, porque también tenía algo para notas, digo, para. Sí, porque aquí, bueno, graba el vídeo, pero está bien que grabe el vídeo, pero eso a nosotros ahorita no nos sirve. ¿Y finalmente tampoco pasó lo de los insights, verdad?",
      "timestamp": 912.6
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Creo que no nos pasó porque primero tenía que finalizar la la automatización.",
      "timestamp": 981.69
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Podemos correrla y si queremos correr de otra, o sea, aquí no le puedes poner que corra otra, o sea, nada más te falta la. Te manda la última. ¿Y si quisieras otra, no tendrías que ser manual, no?",
      "timestamp": 989.8
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Ah, no, es que en la automatización me daba la opción de mandar la última transcripción, lo último que se guardó como para hacer la prueba de que estuviera funcionando bien el webhook y todo eso. Sí, pero se supone que ya solito al finalizar cualquier reunión, cualquiera, se deben de crear los insights y enviarme todo.",
      "timestamp": 1001
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "¿Y eso lo tendríamos que poner en un documento de coda y aparte de eso crearlas, o sea, crear la tabla, no? ¿Es más, podemos crear un documento de coda con una tabla donde se fueran ordenando las reuniones, no? Para que fueran estructuradas.",
      "timestamp": 1026.44
    },
    {
      "speaker": "Gael Flores Gonzáles",
      "text": "Este, terminamos la reunión para si lo terminamos para ver qué pasa.",
      "timestamp": 1049.289
    },
    {
      "speaker": "Ernesto Hernández Martínez",
      "text": "Vamos.",
      "timestamp": 1054.969
    }
  ],
  "insights": {
    "insights": [
      {
        "insight": "**Evaluación crítica de herramientas**: Se debe evaluar si Circleback ($25/mes por sesión) es costo-efectivo comparado con implementar Mistral en servidor propio, considerando que necesitan múltiples sesiones y actualmente no están utilizando todas las funcionalidades disponibles.",
        "speaker": "Ernesto Hernández Martínez",
        "timestamp": 887
      }
    ]
  }
}